[scoop.sh](https://scoop.sh/)

Added buckets:

extras
main
nerd-fonts
nonportable
scoopet
versions

Installed apps:

7zip
anki
aria2
bandizip
carnac
Cascadia-Code
clash-for-windows
dark
dotnet6-sdk
everything
ffmpeg
firefox
format-factory
gcc
gifcam
git
go
googlechrome
imagemagick
innounp
jabref
losslesscut
LXGWWenKai
LXGWWenKaiMono
mactype-np
make
mambaforge
Meslo-NF
Meslo-NF-Mono
miktex
NetEaseMusic
notion
obs-studio
office-tool-plus
pandoc
potplayer
powertoys
psreadline
qpdf
quicklook
snipaste
steam
stellarium
sumatrapdf
syncthing
tencent-meeting
ting-en
tor-browser
vscode
wechat
windows-terminal
wpsoffice-cn
yesplaymusic
zoom